{
    "Header.accueil": "Home",
    "Header.qui-somme-nous": "Who are we?",
    "Header.nos-valeurs": "Our values",
    "Header.notre-vision": "Our vision",
    "Header.services": "Services",
    "Header.qhse": "QHSE",
    "Header.introduction": "Introduction",
    "Header.nos-engagements": "Our engagements",
    "Header.nos-objectifs": "Our goals",
    "Header.hostorique": "History",
    "Header.certifications": "Certificates",
    "Header.talens": "Talents",
    "Header.contact": "Contact",

    "Footer.reseaux-sociaux": "Follow our social networks",
    "Footer.inscrire-newsletter":"Subscribe to our newsletters",
    "Footer.droits-reserves": "All rights reserved.",
    "Footer.placeholder": "Your e-mail",

    "home.FirstSection.vision-performance": "Vision and Performance",
    "home.FirstSection.integr-solu-infor-telec":"Integrator of IT & Telecommunications Solutions",
    "home.FirstSection.nous-decouvrir": "About us",
    "home.FirstSection.at-text": "Digital platform dedicated exclusively to the centralization of national and international tender notices as well as the provision to companies of indications related to advertisements published throughout the national territory.",
    "home.FirstSection.geo-text": "Geolocation and fleet management solution for all types of vehicles, machinery and mobile equipment in real time, which allows companies to track, control, manage and secure their entire fleet.",
    "home.FirstSection.ai-text": "Information and support service for all economic players and national and international investors wishing to invest in Algeria, providing them with all the data necessary for the success of their projects.",
    
    "home.QuiSommesNous.annees-experience":"Over 20 years of experience",
    "home.QuiSommesNous.qui-sommes-nous":"Who are we ?",
    "home.QuiSommesNous.paragraph":"i2b SPA is an IT Engineering Services Company, created in 2002, a true integrator of solutions in the field of new IT and telecommunications technologies, thanks to its development policy which consists of investing in other niches. with high technological potential. i2b has set up a gradual and constant technology transfer in order to ensure a certain independence vis-à-vis external supply by integrating technical capacities and national skills. Currently, we have ninety-three (93) employees with various backgrounds, mainly composed of technicians and developer engineers (software & hardware). i2b covers the entire national territory with offices in Algiers and Oran, with numerous representatives in Sétif, Constantine, Bordj Bou Arreridj and Hassi-Mesaoud.",
    
    "home.NosSecteurs.nos-secteurs":"OUR SECTORS",
    "home.NosSecteurs.diff-secteurs-activite":"Our different sectors of activity",
    "home.NosSecteurs.text":"Find out how our innovative products meet the needs of various industries, bringing solutions adopted across a multitude of industries.",
    "home.NosSecteurs.TITLE_SECTEURS": ["Monitoring of public and private markets", "Geolocation & Fleet management", "Investor support"],
    "home.NosSecteurs.LI_ITEMS": [
                                ["Business intelligence", "Access to calls for tenders", "Tender submission", "Company assistance", "Access to archives"],
                                ["Fleet geolocation", "Travel monitoring", "Fleet management", "Alert management", "Intervention management"],
                                ["Market Study", "Technical-economic studies", "Assistance to Companies", "Implementation and Logistics", "Legal Search Engines"]
                              ],
    
    "home.Valeurs.vision-performance": "Vision and performance",
    "home.Valeurs.valeurs-fondatrices": "The founding values of our company",
    "home.Valeurs.paragraph-1": "Our company is distinguished by its commitment to quality, performance, leadership and innovation. These core values create an environment conducive to employee growth and the success of our projects.",
    "home.Valeurs.paragraph-2": "Through our culture of continuous improvement, we aim to anticipate the changing needs of our customers and provide innovative solutions to their most complex challenges.",
    "home.Valeurs.paragraph-3": "We value the creativity of each member of our team, allowing them to actively contribute and play a key role in achieving our common vision. By cultivating an atmosphere of openness and collaboration, we promote the professional and personal growth of our employees, which is reflected in the quality of our work and the satisfaction of our customers.",
    "home.Valeurs.4-boxes-qualite": "Quality",
    "home.Valeurs.4-boxes-innovation": "Innovation",
    "home.Valeurs.4-boxes-performance": "Performance",
    "home.Valeurs.4-boxes-leadership": "Leadership",

    "home.Vision.mission": "Mission",
    "home.Vision.mission-text": "i2b works to provide high quality, state-of-the-art IT & technology services and to ensure continuous improvement of all of its products to guarantee the satisfaction of its customers and partners in the long term.",
    "home.Vision.vision": "Vision",
    "home.Vision.vision-text": "i2b aspires to push the boundaries of innovation, anticipate future market needs and create a positive impact on society. Leveraging our expertise and commitment to quality, we aim to be our customers' first choice and build a strong and sustainable business.",

    "home.Experts.notre-equipe":"Our Team",

    "home.Stats.collaborateurs": "Collaborators",
    "home.Stats.collaborateurs-text": "Our success is based on the efforts and commitment of our employees who share the same identity and the same state of mind...",
    "home.Stats.clients": "Clients",
    "home.Stats.clients-text": "To satisfy our customers, each solution offered is perfectly designed to adapt to the different needs expressed...",

    "home.Clients.nos-partenaires": "Our partners",


    "services.ServicesBody.vision-perfomance": "Vision and performance",
    "services.ServicesBody.nos-services": "OUR SERVICES",
    "services.ServicesBody.solutions-innovantes-forte-valeurs": "Innovative solutions with strong Values",
    
    "services.ServicesBody.at": "Number 1 in public procurement",
    "services.ServicesBody.at-paragraph-1": "Digital platform dedicated exclusively to the research, exploitation, and centralization of national and international calls for tenders, as well as the provision to companies of details and indications relating to announcements published on the national territory (notice of attribution, fruitlessness, consultation, extension, auction, and others) thus allowing its customers access to all the opportunities of the Algerian market.",
    "services.ServicesBody.at-paragraph-2": "Today, with coverage of +500 specialized information sources with the support of a qualified team, i2b has become a real benchmark in the Algerian market for +5000 national and international companies (including non-residents) and whose number continues to grow.",
    
    "services.ServicesBody.geo": "Your partner for geolocation and fleet management",
    "services.ServicesBody.geo-paragraph-1": "Geoflotte is a GPS geolocation and fleet management solution for all types of vehicles, machinery and mobile equipment in real time, which allows companies to track, control, manage and secure their fleet to increase their productivity while optimizing their logistics costs. In 2008, i2b obtained authorization and approval to operate the geolocation system from the ARPT (now ARPCE). Thanks to this development strategy, i2b has acquired, in recent years, a leading position on the national market. Initially, i2b imported this solution, then after having capitalized on the experience and acquired the necessary knowledge, it developed, thanks to its own R&D department and the investment efforts made, its own geolocation web solution, (hardware, software and cartography).",
    
    "services.ServicesBody.ai": "Your partner for investment in Algeria",
    "services.ServicesBody.ai-paragraph-1": "As part of its diversification strategy, i2b launched, in June 2021, Algeria INVEST® - the first digital platform dedicated to investment in Algeria.",
    "services.ServicesBody.ai-paragraph-2": "Algeria INVEST® is an information and support service intended for all economic actors and national and international investors wishing to invest in Algeria, providing them with all the data necessary for the success of their projects.",
    "services.ServicesBody.ai-paragraph-3": "Algeria INVEST® responds to the needs expressed by many investors in search of enlightened information on the circuits and the methods of investment in Algeria. Among the support services offered, assistance with business creation, representation of foreign companies, technical and economic studies, market studies, legal assistance, export assistance, advice and assistance in calls for tenders.",
    
    "services.ServicesBody.technology-index": "Technology index",
    "services.ServicesBody.ameliorer-innover-avec-tendances": "Improve and innovate with technology trends",
    "services.ServicesBody.text": "Our teams can help you transform your business with the latest technology capabilities to stay ahead.",
    "services.ServicesBody.invert-algerie": "Investment in Algeria",
    "services.ServicesBody.appels-offres": "Call off",
    "services.ServicesBody.geolocalisation-gps": "GPS geolocation",
    "services.ServicesBody.service-client-7-24": "24/7 customer service",
    "services.ServicesBody.notre-sav-disposition": "Our after-sales service is at your disposal 24 hours a day, 7 days a week.",
    "services.ServicesBody.nous-contacter":"Contact us",


    "qhse.QhseBody.qualite-sante-securite-environnement": "Quality - Health - Safety - Environment",
    "qhse.QhseBody.text-1": "Adopting and promoting honest and ethical behavior in all of its relations with all of its partners is a strong commitment of i2b SPA. This principle has led the Group to define rules of conduct and action principles that guide the behavior of all employees, suppliers and other stakeholders, in terms of ethics and environmental responsibility. social and societal.",
    "qhse.QhseBody.a-propos-societe": "ABOUT THE COMPANY",
    "qhse.QhseBody.introduction-text-1": "SPA i2b, integrator of IT solutions, is an innovative company that has been operating in the information technology and telecommunications sectors since 2002.",
    "qhse.QhseBody.introduction-text-2": "Aware of the development of the New Information & Communication Technologies market, i2B has decided to distinguish itself through a process of certification and constant improvement of its integrated management system, allowing it to offer its customers the assurance to have quality services by constantly listening to them, and responding to their concerns, all in conditions that respect the health of the actors concerned and the environment.",
    
    "qhse.QhseBody.nos-engagements": "OUR ENGAGEMENTS",
    "qhse.QhseBody.engagements-li-1": "Compliance with enforceable requirements.",
    "qhse.QhseBody.engagements-li-2": "Maintain the continuous improvement process of our SMI.",
    "qhse.QhseBody.engagements-li-3": "Prevent bodily harm.",
    "qhse.QhseBody.engagements-li-4": "Promote environmental protection and pollution prevention.",
    "qhse.QhseBody.engagements-li-5": "Involve staff in any issue relating to occupational health and safety.",

    "qhse.QhseBody.nos-objectifs": "OUR GOALS",
    "qhse.QhseBody.objectifs-li-1": "Increase in our market share and our commercial margin.",
    "qhse.QhseBody.objectifs-li-2": "Regulatory compliance level monitoring and other requirements.",
    "qhse.QhseBody.objectifs-li-3": "Control of the frequency and severity of work accidents.",
    "qhse.QhseBody.objectifs-li-4": "Recovery of all GPS boxes at the end of each contract.",
    "qhse.QhseBody.objectifs-li-5": "Recycle as many IT consumables as possible from our activities.",

    "qhse.QhseBody.historique": "HISTORICAL",
    "qhse.QhseBody.historique-text-1": "Strengthened by its culture in terms of Quality - Health - Safety - Environment (QHSE), and convinced of the various advantages offered by ISO management tools, i2b decided to embark on a QHSE approach, and obtained triple certification in 2014.",
    "qhse.QhseBody.historique-text-2": "Thanks to multiple efforts and our strategy based on human skills, innovation and customer loyalty, we have maintained our certificates over the years and have renewed the certification cycles while improving them. Today i2b is proud to be certified by one of the recognized world leaders for its « Bureau VERITAS » certification for the three standards (ISO 9001 V2015, ISO 14001 V2015 and ISO 45001 V2018).",
    
    "qhse.QhseBody.CertificationsIso.ce-que-nous-differencie": "WHAT MAKES US DIFFERENT",
    "qhse.QhseBody.CertificationsIso.title-secteurs": ["Original cycle Start", "Transition + Rollover", "Rollover", "SST Transition"],

    "qhse.QhseBody.iso-pdfs.title-3": "QHSE policy",
    "qhse.QhseBody.afficher": "Show",
    "qhse.QhseBody.telecharger":"Download",
    "qhse.QhseBody.partager":"Share"
    
    }