{
    "Header.accueil": "Home",
    "Header.qui-somme-nous": "Who are we?",
    "Header.nos-valeurs": "Our values",
    "Header.notre-vision": "Our vision",
    "Header.services": "Services",
    "Header.qhse": "QHSE",
    "Header.introduction": "Introduction",
    "Header.nos-engagements": "Our engagements",
    "Header.nos-objectifs": "Our goals",
    "Header.hostorique": "History",
    "Header.certifications": "Certificates",
    "Header.talens": "Talents",
    "Header.contact": "Contact",

    "Footer.reseaux-sociaux": "Follow our social networks",
    "Footer.inscrire-newsletter":"Subscribe to our newsletters",
    "Footer.droits-reserves": "All rights reserved.",
    "Footer.placeholder": "Your e-mail",

    "home.FirstSection.vision-performance": "Vision and Performance",
    "home.FirstSection.integr-solu-infor-telec":"Integrator of IT & Telecommunications Solutions",
    "home.FirstSection.nous-decouvrir": "About us",
    "home.FirstSection.at-text": "Digital platform dedicated exclusively to the centralization of national and international tender notices as well as the provision to companies of indications related to advertisements published throughout the national territory.",
    "home.FirstSection.geo-text": "Geolocation and fleet management solution for all types of vehicles, machinery and mobile equipment in real time, which allows companies to track, control, manage and secure their entire fleet.",
    "home.FirstSection.ai-text": "Information and support service for all economic players and national and international investors wishing to invest in Algeria, providing them with all the data necessary for the success of their projects.",
    
    "home.QuiSommesNous.annees-experience":"Over 20 years of experience",
    "home.QuiSommesNous.qui-sommes-nous":"Who are we ?",
    "home.QuiSommesNous.paragraph":"i2b SPA is an IT Engineering Services Company, created in 2002, a true integrator of solutions in the field of new IT and telecommunications technologies, thanks to its development policy which consists of investing in other niches. with high technological potential. i2b has set up a gradual and constant technology transfer in order to ensure a certain independence vis-à-vis external supply by integrating technical capacities and national skills. Currently, we have ninety-three (93) employees with various backgrounds, mainly composed of technicians and developer engineers (software & hardware). i2b covers the entire national territory with offices in Algiers and Oran, with numerous representatives in Sétif, Constantine, Bordj Bou Arreridj and Hassi-Mesaoud.",
    
    "home.NosSecteurs.nos-secteurs":"OUR SECTORS",
    "home.NosSecteurs.diff-secteurs-activite":"Our different sectors of activity",
    "home.NosSecteurs.text":"Find out how our innovative products meet the needs of various industries, bringing solutions adopted across a multitude of industries.",
    "home.NosSecteurs.TITLE_SECTEURS": ["Monitoring of public and private markets", "Geolocation & Fleet management", "Investor support"],
    "home.NosSecteurs.LI_ITEMS": [
                                ["Business intelligence", "Access to calls for tenders", "Tender submission", "Company assistance", "Access to archives"],
                                ["Fleet geolocation", "Travel monitoring", "Fleet management", "Alert management", "Intervention management"],
                                ["Market Study", "Technical-economic studies", "Assistance to Companies", "Implementation and Logistics", "Legal Search Engines"]
                              ],
    
    "home.Valeurs.vision-performance": "Vision and performance",
    "home.Valeurs.valeurs-fondatrices": "The founding values of our company",
    "home.Valeurs.paragraph-1": "Our company is distinguished by its commitment to quality, performance, leadership and innovation. These core values create an environment conducive to employee growth and the success of our projects.",
    "home.Valeurs.paragraph-2": "Through our culture of continuous improvement, we aim to anticipate the changing needs of our customers and provide innovative solutions to their most complex challenges.",
    "home.Valeurs.paragraph-3": "We value the creativity of each member of our team, allowing them to actively contribute and play a key role in achieving our common vision. By cultivating an atmosphere of openness and collaboration, we promote the professional and personal growth of our employees, which is reflected in the quality of our work and the satisfaction of our customers.",
    "home.Valeurs.4-boxes-qualite": "Quality",
    "home.Valeurs.4-boxes-innovation": "Innovation",
    "home.Valeurs.4-boxes-performance": "Performance",
    "home.Valeurs.4-boxes-leadership": "Leadership",

    "home.Vision.mission": "Mission",
    "home.Vision.mission-text": "i2b works to provide high quality, state-of-the-art IT & technology services and to ensure continuous improvement of all of its products to guarantee the satisfaction of its customers and partners in the long term.",
    "home.Vision.vision": "Vision",
    "home.Vision.vision-text": "i2b aspires to push the boundaries of innovation, anticipate future market needs and create a positive impact on society. Leveraging our expertise and commitment to quality, we aim to be our customers' first choice and build a strong and sustainable business.",

    "home.Experts.notre-equipe":"Our Team",

    "home.Stats.collaborateurs": "Collaborators",
    "home.Stats.collaborateurs-text": "Our success is based on the efforts and commitment of our employees who share the same identity and the same state of mind...",
    "home.Stats.clients": "Clients",
    "home.Stats.clients-text": "To satisfy our customers, each solution offered is perfectly designed to adapt to the different needs expressed...",

    "home.Clients.nos-partenaires": "Our partners"
    
    }