{
    "Header.accueil": "Accueil",
    "Header.qui-somme-nous": "Qui somme-nous?",
    "Header.nos-valeurs": "Nos valeurs",
    "Header.notre-vision": "Notre vision",
    "Header.services": "Services",
    "Header.qhse": "QHSE",
    "Header.introduction": "Introduction",
    "Header.nos-engagements": "Nos engagements",
    "Header.nos-objectifs": "Nos Objectifs",
    "Header.hostorique": "Historique",
    "Header.certifications": "Certifications",
    "Header.talens": "Talents",
    "Header.contact": "Contact",

    "Footer.reseaux-sociaux": "Suivez nos réseaux sociaux",
    "Footer.inscrire-newsletter":"S'inscrire à nos newsletters",
    "Footer.droits-reserves": "Tous les droits sont réservés.",
    "Footer.placeholder": "Votre e-mail",

    "home.FirstSection.vision-performance": "Vision et performance",
    "home.FirstSection.integr-solu-infor-telec":"Intégrateur de Solutions Informatiques & Télécommunications",
    "home.FirstSection.nous-decouvrir": "Nous Découvrir",
    "home.FirstSection.at-text": "Plateforme digitale dédiée exclusivement à la centralisation des avis d'appels d'offres, nationaux et internationaux ainsi que la mise à disposition des entreprises des indications liées aux annonces publiées sur tout le territoire national.",
    "home.FirstSection.geo-text": "Solution de géolocalisation et de gestion de flotte de tous types de véhicules, d'engins et d'équipements mobiles en temps réel, qui permet aux entreprises de suivre, de maîtriser, de gérer et de sécuriser l'intégralité de leur flotte.",
    "home.FirstSection.ai-text": "Service d'information et d'accompagnement destiné à tous les acteurs économiques et aux investisseurs nationaux et internationaux souhaitant investir en Algérie, leur fournissant toutes les données nécessaires à la réussite de leurs projets.",
    
    "home.QuiSommesNous.annees-experience":"Plus de 20 années d'expérience",
    "home.QuiSommesNous.qui-sommes-nous":"Qui Sommes-nous ?",
    "home.QuiSommesNous.paragraph":"i2b SPA est une Société de Services en Ingénierie Informatique SSII, créée en 2002, un véritable intégrateur de solutions dans le domaine des nouvelles technologies de l'informatique et des télécommunications, grâce à sa politique de développement qui consiste à investir dans d'autres créneaux à fort potentiel technologique. i2b a mis en place un transfert technologique graduel et constant afin d'assurer une certaine indépendance vis-à-vis d'un approvisionnement extérieur par l'intégration des capacités techniques et des compétences nationales. Actuellement, nous comptons quatre-vingt-treize (93) employés aux profils diverses, composés essentiellement de techniciens et d'ingénieurs développeurs (software & hardware). i2b couvre l'ensemble du le territoire national avec des bureaux sur Alger et Oran, avec de nombreux représentants au niveau de Sétif, Constantine, Bordj Bou Arreridj et Hassi-Mesaoud.",
    
    "home.NosSecteurs.nos-secteurs":"NOS SECTEURS",
    "home.NosSecteurs.diff-secteurs-activite":"Nos différents secteurs d'activité ",
    "home.NosSecteurs.text":"Découvrez comment nos produits innovants répondent aux besoins de divers secteurs d'activité, en apportant des solutions adoptées à une multitude d'industies.",
    "home.NosSecteurs.TITLE_SECTEURS": ["Veille des marchés publics et privés","Géolocalisation & Gestion de flottes","Accompagnement des investisseurs"],
    "home.NosSecteurs.LI_ITEMS": [
                                ["Business intelligence", "Accès aux appels d'offres", "Dépôt de soumission", "Assistance aux entreprise", "Accès aux archives"],
                                ["Géolocalisation de flotte", "Suivi des trajets", "Gestion des parc", "Gestion des alertes", "Gestion des interventions"],
                                ["Etude de Marchés", "Etudes technico-économiques", "Assistance aux Entreprises", "Implémentation et Logistiques", "Moteurs de Recherche juridique"]
                              ],
    
    "home.Valeurs.vision-performance": "Vision et performance",
    "home.Valeurs.valeurs-fondatrices": "Les valeurs fondatrices de notre entreprise",
    "home.Valeurs.paragraph-1": "Notre entreprise se distingue par son engagement envers la qualité, la performance, le leadership et l'innovation. Ces valeurs fondamentales créent un environnement propice à l'épanouissement des employés et au succès de nos projets.",
    "home.Valeurs.paragraph-2": "Grâce à notre culture axée sur l'amélioration continue, nous visons à anticiper les besoins changeants de nos clients et à apporter des solutions novatrices à leurs défis les plus complexes.",
    "home.Valeurs.paragraph-3": "Nous mettons en valeur la créativité de chaque membre de notre équipe, lui permettant de à contribuer activement et de jouer un rôle clé dans la réalisation de notre vision commune. En cultivant une atmosphère d'ouverture et de collaboration, nous favorisons l'épanouissement professionnel et personnel de nos employés, ce qui se reflète dans la qualité de notre travail et la satisfaction de nos clients.",
    "home.Valeurs.4-boxes-qualite": "Qualité",
    "home.Valeurs.4-boxes-innovation": "Innovation",
    "home.Valeurs.4-boxes-performance": "Performance",
    "home.Valeurs.4-boxes-leadership": "Leadership",
    
    "home.Vision.mission": "Mission",
    "home.Vision.mission-text": "i2b œuvre à fournir des services informatiques & technologiques de haute qualité, à la pointe de la te gnomique et à assurer un perfectionnement continu de l'ensemble de ses produits pour garantir la satisfaction de ses clients et partenaires à long terme.",
    "home.Vision.vision": "Vision",
    "home.Vision.vision-text": "i2b aspire à repousser les limites de l'innovation, à anticiper les besoins futurs du marché et à créer un impact positif sur la société. En nous appuyant sur notre expertise et notre engagement envers la qualité , nous visons à être le choix privilégié de nos clients et à bâtir une entreprise solide et durable.",
    
    "home.Experts.notre-equipe":"Notre Equipe",

    "home.Stats.collaborateurs": "Collaborateurs",
    "home.Stats.collaborateurs-text": "Notre succès repose sur les efforts et l'engagement de nos collaborateurs qui partagent la même identité et le même état d'esprit...",
    "home.Stats.clients": "Clients",
    "home.Stats.clients-text": "Pour satisfaire nos clients, chaque solution proposée est parfaitement conçue pour s'adapter aux différents besoins exprimés...",

    "home.Clients.nos-partenaires": "Nos partenaires"

    }
